{
  "blogs": [
    {
      "title": "Greatest Ever Cricket Match",
      "body": "sdbsjd basjdbjabda sjbfjsbfjbf jbajsf",
      "author": "Saurabh",
      "id": "3"
    },
    {
      "title": "Make a Dinner ",
      "body": "Is there any better feeling than walking into your house, when it’s dark (already) at 5pm, and smelling the juicy, spicy, richness of Texas-style chili in the slow cooker?\n\nThis chili is rich and hearty, simple and uncluttered. No beans, no veggie chunks – just saucy chunks of juicy, tender beef that shreds apart with the lightest pull of a fork.\n\nMy friend Ang made this recipe for us years ago, and we’ve always laughed about this recipe that she used because the 2010 Food Network original that she was working from has a full 3/4 cup of chili powder in it.\n\nWe are not doing the 3/4 cup of chili powder thing, but I did using that old, nostalgic-to-me recipe to build this version.\n\nThe chili is beef, savory, rich and dark, but it’s also mild enough that my two littles love it, especially when dolloped with sour cream, which is one of their favorite food groups.\n\nFinal pro-tip: I’ve made this into a ",
      "author": "micky",
      "id": "4"
    },
    {
      "title": "5 Ingredient Tomato Soup",
      "body": "I made the Marcella Hazan style pasta sauce for a pasta recipe, but when we were all sampling it in the office, Jenna said: “this actually reminds me of tomato soup!” And that comment really started me down a path of obsession. I started eating this as tomato soup instead of tomato sauce, and I realized that this is a total game-changer.\n\nThere was one day in particular where I came back inside from a chilly day hiking around with the girls (and by “hiking around” I mean basically walking at a snail’s pace, getting in and out of the stroller, picking up 100 acorns and admiring the colorful trees within a 3 block stretch), and I popped this in the Instant Pot, whipped up a batch of garlic bread, and just devoured it. It was maybe one of my favorite meals of 2023 – just the right thing at just the right moment.\n\nWe have a really awesome tomato soup already on Pinch of Yum, so I debated the necessity of having a second recipe here. But ultimately I decided they really serve two different moments.",
      "author": "virat",
      "id": "5"
    },
    {
      "title": "Easy Instant Pot Applesauce",
      "body": "It just hits right every time. There’s just enough texture to be interesting, with a naturally amazing sweetness, and the old-school, comforting feeling you get from sitting down with a warm – or cold – bowl of this is unrivaled.\n\nWe’ve made this so many this fall, and exactly no one is sick of it yet! My girls are still asking to make it every single week.\n\nSpeaking of which, this is hands-down one of my favorite recipes to make with my kids. The process is – dare I say – actually enjoyable. I cut the apples, and they tumble them into the pot. Someone does the cinnamon sticks, someone does the water, and it’s done in about 10 minutes. A perfect, warm, naturally sweet snack. For this season of life, this is the ideal level of kid recipe.",
      "author": "saurabh",
      "id": "6"
    },
    {
      "title": "Gnocchi with Creamy Mushroom Sauce",
      "body": "Can you make a core memory at age 29? Because years ago I went on a brand trip with the Italian food brand DeLallo, and we all sat around the dining table in this beautiful 100-year-old house eating big steaming bowls of gnocchi with heavy scoops of creamy mushroom sauce.\n\nAnd as a result, I haven’t stopped thinking about creamy mushroom gnocchi since 2015.\n\nIt’s silky, it’s comforting, it tastes like the holidays and home.\n\nThis whole thing is minimalist and elegant; easy enough for a weeknight but also 100% holiday-ready.\n\nI’ve made this for dinner club (“gnocchi night” which will be talked about for years to come), and also for a family-style dinner with my parents, served with pan-fried chicken where everybody went back for seconds. I’ve also eaten this on my couch in my sweats while watching TV at the tip-top peak of coziness. It can dress up or down.\n\nDeLallo gnocchi is my go-to for store bought gnocchi, but a few other gnocchi ideas to make it just how you want: homemade potato gnocchi, store-bought cauliflower gnocchi, or homemade cauliflower gnocchi! If you want a dairy free sub for the heavy cream, try a knob of this cream cheese melted into the sauce. And for serving, I never say no to this simplest little green salad.",
      "author": "yoshi",
      "id": "7"
    },
    {
      "title": "Rohit on a vacation",
      "body": "Can you make a core memory at age 29? Because years ago I went on a brand trip with the Italian food brand DeLallo, and we all sat around the dining table in this beautiful 100-year-old house eating big steaming bowls of gnocchi with heavy scoops of creamy mushroom sauce.\n\nAnd as a result, I haven’t stopped thinking about creamy mushroom gnocchi since 2015.\n\nIt’s silky, it’s comforting, it tastes like the holidays and home.\n\nThis whole thing is minimalist and elegant; easy enough for a weeknight but also 100% holiday-ready.\n\nI’ve made this for dinner club (“gnocchi night” which will be talked about for years to come), and also for a family-style dinner with my parents, served with pan-fried chicken where everybody went back for seconds. I’ve also eaten this on my couch in my sweats while watching TV at the tip-top peak of coziness. It can dress up or down.\n\nDeLallo gnocchi is my go-to for store bought gnocchi, but a few other gnocchi ideas to make it just how you want: homemade potato gnocchi, store-bought cauliflower gnocchi, or homemade cauliflower gnocchi! If you want a dairy free sub for the heavy cream, try a knob of this cream cheese melted into the sauce. And for serving, I never say no to this simplest little green salad.",
      "author": "virat",
      "id": "8"
    },
    {
      "id": "a4ee",
      "title": "Anmols Nunu",
      "body": "Anmol nunu is small",
      "author": "virat"
    }
  ]
}